'''
Задача 3

Дополни код программы

Бо смог создать аккаунт на сайте магазина. Теперь необходимо найти тот диван, который бы удовлетворил все требования.

Дополни программу Бо которая фильтрует товары по следующим критериям:

Цена меньше 90.000 монет
Подушки в комплекте
Вид дивана не "угловой"

'''

sofa_cost = 50000
sofa_type = "угловой"
is_sofa_with_pillows = True

if sofa_ <  and 
    print("Диван можно покупать!")
else:
    print("Этот диван не подходит")

