'''
Задача 8

Исправь ошибки в коде

Бо очень любит ходить пешком, это подало ему идею для создания приложения "Шагомер". Приложение считает пройденные шаги в сутки и выводит Бо сообщение в зависимости от количества шагов.
Дневная норма шагов для Бо равна 8000.
Он написал программу, однако в ней есть ошибки, исправь их.

'''

daily_steps = 8000
today_steps = 14923

if today_steps  "3000":
print("Сегодня вы мало передвигались")
    
if 3000 < today steps < 6000: 
    print("Вы почти выполнили дневную норму!")
    
if today_steps >= 
    print("Вы выполнили дневную норму, так держать!")

today_steps > 12000
print("Это очень хорошо!")
print("Теперь вы можете взять перерыв")

