'''
Задача 2

Исправь ошибки в коде

Бо решил обновить свой гардероб и закупить немного новых футболок. Он зашел на сайт который продает футболки и решил зарегистрироваться на нем, чтобы иметь возможность оформить доставку. У Бо возникла ошибка, он не может выбрать верный размер футболки.
Исправь код программы и помоги Бо заказать себе новые футболки.

'''

gender = input("Вы мужчина или женщина ? [M || F] ").upper()
size = input("Какой у вас размер футболки ? ['S' || 'M' || 'L' || 'XL'] ").upper()

male_gender = "M"
female_gender = "F"

if gender == female_gender
    i size == "S":
    print("Вы выбрали размер", "S")
    print("Мы записали ваши данные!")
    
    eif size = "M"
        print("Вы выбрали размер", "M")
            print("Мы записали ваши данные!")
    
         size = "L":
        print("Вы выбрали размер", "L")
        print("Мы записали ваши данные!")
    
    elif "XL" = size:
        print("Вы выбрали размер", "XL")
    print("Мы записали ваши данные!")
    
elif gender == male_gender:
if size == "S":
        print("Вы выбрали размер", "S")
            print("Мы записали ваши данные!")
    
    else if size = M:
    print("Вы выбрали размер", "M")
                print("Мы записали ваши данные!")
    
    elif size == "L":
        print("Вы выбрали размер", "L")
print("Мы записали ваши данные!")
    
lif size == "XL":
                print("Вы выбрали размер", "XL")
                print("Мы записали ваши данные!")

