'''
Задача 4

Исправь ошибки в коде

Бо скачал приложение <<Лото>> для игры с друзьями.
Скачав приложение, Бо понял что в его коде есть ошибки, помоги ему их исправить и запустить лото.

'''

number = input("Номер следующего бочонка ")

card = "5 (Пусто) 11 (Пусто) 22 (Пусто) 30 (Пусто) 44 (Пусто) 59 (Пусто) 66 (Пусто) 77 (Пусто) 88 (Пусто)"

if number in card
    free_slot = number / " (Пусто)"
        taken_slot = number - " (Занято)"
    
    .replace(free_slot, taken_slot)
print("Вы поставили бочонок на номер", number)
else:
            print("У вас нет такого номера")
    
print(c)


