'''
Задача 4

Реши задачу

Бо писал вместе с коалой свой сайт, на этом сайте специально для коалы и Бо нужно написать программу для входа в аккаунт. (Логины у коалы и Бо разные, но пароль один и тот же)

Программа должна принимать на вход логин и пароль (login, password). После чего проверять, подходят ли введенные данные следующим критериям:

Логин равен "BoAdmin" или "KoalaAdmin"
Пароль равен "suPerPASSword9000"

'''

right_password = "suPerPASSword9000"
koals_login = "KoalaAdmin"
bo_login = "BoAdmin"

# твой код

