'''
Задача 1

Исправь ошибки в коде

Бо постоянно приходят уведомления от одного интернет магазина, он не хотел получать эти уведомления, поэтому Бо их отключил. Однако он заметил что уведомления все равно приходят, Бо залез в код программы и понял что в нем есть ошибки.
Помоги ему исправить ошибки в коде.

'''

get_notifications = "ВКЛ"

if get_notifications = "ВКЛ":
    get_notifications - "ВКЛ"
elif get_notifications == "ВЫКЛ":
    get_notifications = "ВКЛ"
    
print(get_no)

